Repository: common-repository/melibo-chatbot
Catalog: languages/melibo-chatbot-*.po
Languages: de_de

source: General
de_de: Allgemein

source: You can find the API key for your chatbot in your melibo account under "Settings" > "Installation". Here you can see the API key in the code snippet.
de_de: Den API Key zu deinem Chatbot findest du in deinem melibo Account unter “Einstellungen” > “Installation”. Hier ist der API Key im Code Snippet zu sehen.

source: The API key must not contain any spaces.
de_de: Der API-Key darf keine Leerzeichen enthalten.

source: You can optionally use the Environment ID if you want to use different chat widgets. For example, you can give your chatbot a different look for your contact page than for your homepage. This way you can give your chatbot a different appearance on different subpages on your website.
de_de: Die Environment ID kannst du optional benutzen, wenn du verschiedene Chat-Widgets verwenden möchtest. Zum Beispiel kannst du deinem Chatbot für deine Kontaktseite ein anderes Aussehen geben, als für deine Startseite. Dadurch kannst du deinen Chatbot auf verschiedenen Unterseiten deiner Website einen unterschiedlichen Auftritt geben.

source: page selection
de_de: Seitenauswahl

source: Select the pages you want your chatbot to appear on.
de_de: Wähle die Seiten aus, auf denen dein Chatbot erscheinen soll.

source: Activate chatbot
de_de: Chatbot aktivieren

source: As soon as you tick the box here and click on "Save changes", your melibo chatbot will appear on your website.
de_de: Sobald du hier einen Haken im Kästchen setzt und auf “Änderungen speichern” klickst, wird dein melibo Chatbot auf deiner Website erscheinen.

source: excluded pages
de_de: ausgeschlossene Seiten

source: Select the pages you do
de_de: Wähle die Seiten aus, auf denen dein Chatbot

source: not
de_de: nicht

source: want your chatbot to appear on.
de_de: erscheinen soll.

source: melibo Settings
de_de: melibo Einstellungen

source: Settings
de_de: Einstellungen

source: The API key must not be empty.
de_de: Der API-Key darf nicht leer sein.

source: The entered API key is not valid.
de_de: Der eingetragene API-Key ist nicht gültig.

source: The Environment ID must not contain any spaces.
de_de: Die Environment ID darf keine Leerzeichen enthalten.

source: The entered EnvironmentID is not valid with the API key.
de_de: Die eingetragene EnvironmentID ist mit dem API-Key nicht gültig.

source: An unexpected error occurred during testing.
de_de: Beim Prüfen ist ein unerwarteter Fehler aufgetreten.

source: First Steps
de_de: Erste Schritte

source: Registration
de_de: Registrierung

source: Step: Link to the
de_de: Schritt: Link zu der

source: register page
de_de: Registrierungsseite

source: If you don't have a melibo account yet, you need to register for free using the link above. Fill in the fields in the registration form and you're just one click away from getting started.
de_de: Wenn du noch keinen melibo Account hast, musst du dich kostenlos unter dem obenstehenden Link registrieren. Fülle die Felder in der Anmeldemaske aus und schon bist du nur noch einen Klick davon entfernt, um zu starten.

source: Step: Activation email
de_de: Schritt: Aktivierungsmail

source: Activation email
de_de: Aktivierungsmail

source: Go to your mailbox and activate your account via the button. You will be automatically redirected to the login after confirmation.
de_de: Gehe in dein Postfach und aktiviere deinen Account über den Button. Du wirst automatisch nach der Bestätigung zum Login weitergeleitet.

source: Step: Log in
de_de: Schritt: Log-In

source: Enter your email address and password. If you have forgotten your password, you can reset it here. After successfully logging in, you will be redirected to the editor. On-boarding will take place, which will explain the first steps with melibo to you.
de_de: Gebe deine E-Mail-Adresse und dein Passwort ein. Falls du dein Passwort vergessen hast, kannst du es hier einfach zurücksetzen. Nach dem erfolgreichen Log-In wirst du zum Editor weitergeleitet. Es erfolgt das On-Boarding, welches dir die ersten Schritte mit melibo erklärt.

source: Step: Create your chatbot design
de_de: Schritt: Erstelle dein Chatbot Design

source: View Chatbot Design Settings
de_de: Ansicht Chatbot Design Einstellungen

source: Go to the "Settings" on melibo and then to the "Chatbot Styler" tab in the left column. Here you can define the design of your chatbot and adapt it to your brand. Learn
de_de: Gehe in die „Einstellungen“ auf melibo und dann auf den Reiter „Chatbot Styler“ in der linken Spalte. Hier kannst du das Design deines Chatbots bestimmen und an deine Brand anpassen. Hier erfährst du

source: more here
de_de: mehr

source: Step: Templates
de_de: Schritt: Templates

source: Choose one or more templates
de_de: Wähle ein oder mehrere Templates

source: Choose from a variety of ready-made chats and deposit your answer. The templates save you time when setting up the chatbot and give you inspiration for further chats.
de_de: Wähle aus verschiedenen fertigen Chats aus und hinterlege deine Antwort. Durch die Templates sparst du dir Zeit beim Chatbot Aufbau und erhältst Inspiration für weitere.

source: Step: Create hot topics - design the chatbot introduction
de_de: Schritt: Hot-Topics anlegen - die Chatbot Einleitung gestalten

source: Hot topics and introductory texts
de_de: Hot-Topics und Einleitungstexte

source: Which chats should your chat welcome your users with? With the hot topics you can suggest topics to your users at the beginning of the chat. To do this, click on "Add" and select the chats from your library that should be included in the introduction. Then test the chats in your chat window. You can find out more about the hot topics
de_de: Mit welchen Chats soll dein Chat deine User:innen begrüßen? Mit den Hot-Topics kannst du deinen User:innen Themen zu Beginn des Chats vorschlagen. Klicke hierfür auf „Hinzufügen“ und wähle die Chats aus deiner Library aus, die in der Einleitung stehen sollen. Teste im Anschluss die Chats in deinem Chat-Fenster. Mehr zu den Hot-Topics erfährst du

source: here
de_de: hier

source: Once you have created your chatbot design and the chats, you can take your bot online! Simply follow the steps below:
de_de: Wenn du dein Chatbot Design und die Chats erstellst hast, kannst du deinen Bot auch schon online nehmen! Befolge dafür einfach die folgenden Schritte:

source: Copy your personal API key and paste it in the "API key" field.
de_de: Kopiere deinen persönlichen API-Key und füge ihn im Feld "API-Key" ein.

source: To take your bot online on the website, check the "Activate chatbot" box.
de_de: Um deinen Bot auf der Website online zu nehmen, setze den Haken bei "Chatbot aktivieren".

source: Save your settings.
de_de: Speicher deine Einstellungen.

source: To get started, we recommend that you watch our video series "How does...?" melibo on
de_de: Grundsätzlich empfehlen wir dir zum Start, dass du dir unsere Video-Reihe „Wie funktioniert...?“ melibo auf

source: YouTube.
de_de: Youtube anschaust.

source: As a first video, it is worth watching the video
de_de: Als erstes Video lohnt es sich das Video

source: "How melibo works | Everything you need to know"
de_de: „Wie funktionert melibo | Alles was man wissen muss“

source: , because all the important functions are presented there.
de_de: anzuschauen, weil dort alle wichtigen Funktionen vorgestellt werden.

source: In our Knowledge Base you will find answers and instructions on all topics concerning melibo. Click here to go to the
de_de: In unserer Knowledge Base findest du Antworten und Anleitungen zu allen Themen rund um melibo. Hier kommst du zur

source: Blog article
de_de: Blog-Artikel

source: The blog provides you with additional content, exciting tips & tricks, as well as the latest news & updates. We publish a blog article every week. Discover our
de_de: Der Blog liefert dir zusätzlichen Content, spannende Tipps & Tricks, sowie aktuelle News & Updates. Wir veröffentlichen jede Woche einen Blog-Artikel. Entdecke unseren

source: Do you still have questions or need help?
de_de: Hast du noch Fragen oder brauchst Hilfe?

source: Let's Talk! Write to us.
de_de: Let´s Talk! Schreibe uns.

source: Ask us your question at
de_de: Stelle uns deine Frage unter

source: Would you like personal advice? Then contact us at
de_de: Du möchtest persönlich beraten werden? Dann melde dich unter

source: and we will arrange a free appointment.
de_de: und wir vereinbaren einen kostenlosen Termin.

source: Many greetings,
de_de: Viele Grüße,

source: Your
de_de: Dein

source: Hello! Thank you very much for downloading our plugin and using it for your website!
de_de: Hallo! Vielen Dank, dass du unser Plugin heruntergeladen hast und es für deine Webseite benutzen möchtest!

source: You can test melibo for free.
de_de: Du kannst melibo kostenlos testen.

source: Start now!
de_de: Jetzt beginnen!
